{
  "modified_at" : 1712503190626,
  "data" : {
    "cd4a93c7f03d42f0906bce7b74f069e0:2023-10-03:1696339524" : {
      "is_yearly_repeated" : "no",
      "end_date" : "",
      "day" : "2023-10-03",
      "modified_at" : "2024-04-07 23:19:50",
      "videos" : "",
      "voices" : "",
      "month" : "2023-10",
      "id" : "cd4a93c7f03d42f0906bce7b74f069e0:2023-10-03:1696339524",
      "category" : "碎片\/杂想",
      "title" : "做更好的自己",
      "content" : "为了拿到豆瓣的一个动画电影的勋章，专门翻了一下还有哪几部电影没有看，突然发现居然还遗留有一部吉卜力的《侧耳倾听》。整个故事很简单，男女主互生情愫，为了能够让彼此值得，都努力让自己变得更好。这样一部简单主题的动画电影，却让我的心里多了一些感动。按说一个过了三十五岁的人，每天都在纠结于眼前的苟且，对于自己还能从这样一部电影中获得感动，并小小地提醒自己要变好，我还是感叹了一下：自己好像还不算老，甚至还有点幼稚。\n\n腹有诗书气自华。很长一段时间以来，自己都在被各种工作追赶着。同时对于读书，我好像有一种莫名的仪式感，如果没有准备好每天都在某个固定的时刻，进入读书的状态，那就没有勇气开始读。另外就是自己太容易受当时心情的影响，每天晚上九点多回到家，就没什么力气了。说来惭愧，时不时还是提醒自己要读书，也买了一些书，但总是翻了几页就放下了。电影里男女主在图书馆如饥似渴的读书，让他们开始思考自己要成为什么样的人，也让他们从中汲取了充足了力量。这又让我想起了《长安三万里》中大家读诗作诗，其实也都是有了输入才能有输出，否则就只能止步不前、油尽灯枯。所以说，从现在开始书要读起来，哪怕说从小说简单的开始，逐渐找回来读书的感觉。\n\n培养一个爱好。羡慕电影里的角色，他们可能把爱好和事业合而为一了。在我的豆瓣标签里，我给自己的评价是“一个内心不够强大的走在创业路上的精神小孩 ”，从工作上我可以获取成就感，但很难让自己开心。我想要让自己在工作之外有一个坚持的爱好，在工作疲惫的时候，能够暂时忘掉工作，找个角落给自己充充电。比如从小其实还是喜欢画画的，那是不是可以自学一些理论的东西，偶尔也拿起笔划拉划拉。也不为画的多好，就纯粹是为了追求一个目标，一个不用那么功利的目标。\n\n不管什么事先做起来，而且专心地做起来。在电影里，小女孩为了写成自己的故事，不顾一切的展开自己的计划，无论是对姐姐说上不上高中不重要，还是对爸爸说自己有一个三周的考验，都是给自己的一种激励。按说我不是一个喜欢拖拉的人，但不知道从什么时候开始，我变得有点拖延症了。无论是工作上具体的工作，还是自己想做的事，总是不能开始，而且做着一件事，还会想着另一件事。要克服这样的心态，不要害怕开始，不要退缩，做起来就成功了一半。而且想得多做得少反而会产生更多的精神内耗，与其如此，不如让自己沉浸在解决实际问题的实感中。另外就是要提醒自己：专心！专心！专心！事情有优先级，决定要做的事情就是优先级最高的，那就专心的做这一件事，不要左右切换，影响效率影响心情。\n\n做更好的自己。现在自己心里的担忧和折磨，其实都是为了让自己变得更好，说明我还有所追求，还在挣扎，还没有躺平。即使嘴上说着要躺平，但我的行动还是有着自己的追求的。我可能只不过比别人更多地在问自己：我是谁，我来自哪里，我要到哪里去。对于这件事，我觉得值得骄傲！",
      "todo_type" : "",
      "images" : "",
      "color" : "",
      "year" : "2023",
      "date" : "2023-10-03 21:24:47",
      "type" : "text",
      "version" : "69abcbde611790332b05058c30506a0c",
      "time" : "1696339487",
      "location" : "",
      "timeline_id" : "tl-0e796029485e440180fb9b1668a55808",
      "end_time" : "0",
      "parent_id" : "",
      "date_mode" : "auto"
    }
  },
  "day" : "",
  "modified_by" : "d3f92a206d3c4efaac9f4cc2567a8cae",
  "modified_device" : "iPhone"
}